// 'use strict'

// -----------------------
// let total = 100;
// let ordered = 50;

// if(total < ordered){
//     console.log('На складе недостаточно товаров')
// }
// else{
//     console.log('Заказ оформлен, с вами свяжется менеджер')
// }

// -----------------------
// total = 100;
// ordered = 20;

// if(total < ordered){
//     console.log('На складе недостаточно товаров')
// }
// else{
//     console.log('Заказ оформлен, с вами свяжется менеджер')
// }

// -----------------------
// total = 100;
// ordered = 80;

// if(total < ordered){
//     console.log('На складе недостаточно товаров')
// }
// else{
//     console.log('Заказ оформлен, с вами свяжется менеджер')
// }

// -----------------------
// total = 100;
// ordered = 130;

// if(total < ordered){
//     console.log('На складе недостаточно товаров')
// }
// else{
//     console.log('Заказ оформлен, с вами свяжется менеджер')
// }